Repository: Meffistofel1992/mods-for-melon-playgorund
Catalog: mods-for-melon-playgorund/Sub_MMP/localizable/*.lproj/Localizable.strings
Languages: ar, he, ro, sk, sr, sv, th

# trialDetailText
source: * This trial automatically renews into a paid subscription and will continue to automatically renew until you cancel. * You need to be subscribed to use this app. No free content. * Subscription payments will be charged to your iTunes account at confirmation of your purchase. * Subscriptions will automatically renew and payment will be charged to your iTunes account unless auto-renew is turned off at least 24 hours prior to the end of the current period. The cost of the renewal depends on your Subscription Plan. Our standard Subscription Plans are: * 1-week Subscription ($4.99) For other currencies, the price corresponds to the same price tier on the App Store Pricing Matrix. * Subscription with a free trial period will automatically renew to a paid subscription. You can cancel or manage your free trial’s auto-renewal in your Account Settings after purchase. The cancellation will take effect 24-hours after the last day of the current subscription period and you will be downgraded to the free service. * Please note: any unused portion of a free trial period of 3 days(if offered) will be forfeited when you purchase a premium subscription during the free trial period. Please, for more information see our Privacy Policy and Terms of Use.
ar: * يتم تجديد هذه النسخة التجريبية تلقائيًا لتصبح اشتراكًا مدفوعًا وستستمر في التجديد تلقائيًا حتى تقوم بالإلغاء. * يجب أن تكون مشتركًا لاستخدام هذا التطبيق. لا يوجد محتوى مجاني. * سيتم تحميل مدفوعات الاشتراك على حساب iTunes الخاص بك عند تأكيد الشراء. * سيتم تجديد الاشتراكات تلقائيًا وسيتم فرض الدفع على حساب iTunes الخاص بك ما لم يتم إيقاف التجديد التلقائي قبل 24 ساعة على الأقل من نهاية الفترة الحالية. تعتمد تكلفة التجديد على خطة الاشتراك الخاصة بك. خطط الاشتراك القياسية لدينا هي: * اشتراك لمدة أسبوع (4.99 دولارًا أمريكيًا) بالنسبة للعملات الأخرى ، يتوافق السعر مع نفس مستوى السعر في مصفوفة أسعار متجر التطبيقات. * سيتم تجديد الاشتراك بفترة تجريبية مجانية تلقائيًا إلى اشتراك مدفوع. يمكنك إلغاء أو إدارة التجديد التلقائي للإصدار التجريبي المجاني في إعدادات حسابك بعد الشراء. سيسري الإلغاء بعد 24 ساعة من اليوم الأخير من فترة الاشتراك الحالية وسيتم تخفيض تصنيفك إلى الخدمة المجانية. * يرجى ملاحظة: أي جزء غير مستخدم من فترة تجريبية مجانية مدتها 3 أيام (إذا تم عرضه) سيتم مصادرته عند شرائك اشتراكًا مميزًا خلال فترة التجربة المجانية. من فضلك ، لمزيد من المعلومات ، راجع سياسة الخصوصية وشروط الاستخدام.
he: * ניסיון זה מתחדש אוטומטית למנוי בתשלום ותמשיך להתחדש אוטומטית עד שתבטל. * אתה צריך להיות מנוי כדי להשתמש באפליקציה זו. אין תוכן חינמי. * תשלומי מנוי יחויבו בחשבון iTunes שלך עם אישור הרכישה. * מינויים יתחדשו אוטומטית והתשלום יחויב בחשבון iTunes שלך, אלא אם החידוש האוטומטי כבוי לפחות 24 שעות לפני תום התקופה הנוכחית. עלות החידוש תלויה בתוכנית המנוי שלך. תוכניות המנוי הסטנדרטיות שלנו הן: * מנוי לשבוע אחד ($4.99) עבור מטבעות אחרים, המחיר מתאים לאותה דרגת מחיר במטריצת התמחור של App Store. * מנוי עם תקופת ניסיון חינם יתחדש אוטומטית למנוי בתשלום. אתה יכול לבטל או לנהל את החידוש האוטומטי של תקופת הניסיון בחינם שלך בהגדרות החשבון שלך לאחר הרכישה. הביטול ייכנס לתוקף 24 שעות לאחר היום האחרון של תקופת המנוי הנוכחית ותשודרג לשירות החינמי. * שימו לב: כל חלק שלא נעשה בו שימוש מתקופת ניסיון חינם של 3 ימים (אם מוצעת) יבוטל בעת רכישת מנוי פרימיום במהלך תקופת הניסיון בחינם. אנא, למידע נוסף עיין במדיניות הפרטיות ובתנאי השימוש שלנו.
ro: * Această perioadă de încercare se reînnoiește automat într-un abonament plătit și va continua să se reînnoiască automat până când îl anulați. * Trebuie să fiți abonat pentru a utiliza această aplicație. Fără conținut gratuit. * Plățile abonamentului vor fi taxate în contul tău iTunes la confirmarea achiziției. * Abonamentele se vor reînnoi automat, iar plata va fi taxată în contul tău iTunes, cu excepția cazului în care reînnoirea automată este dezactivată cu cel puțin 24 de ore înainte de sfârșitul perioadei curente. Costul reînnoirii depinde de Planul de abonament. Planurile noastre standard de abonament sunt: ​​* Abonament pe o săptămână (4,99 USD) Pentru alte valute, prețul corespunde aceluiași nivel de preț din Matricea de prețuri App Store. * Abonamentul cu o perioadă de probă gratuită se va reînnoi automat la un abonament plătit. Puteți anula sau gestiona reînnoirea automată a perioadei de încercare gratuită din Setările contului după cumpărare. Anularea va intra în vigoare la 24 de ore după ultima zi a perioadei curente de abonament și veți fi retrogradat la serviciul gratuit. * Vă rugăm să rețineți: orice parte neutilizată a unei perioade de probă gratuită de 3 zile (dacă este oferită) va fi renunțată la achiziționarea unui abonament premium în timpul perioadei de probă gratuită. Pentru mai multe informații, vă rugăm să consultați Politica noastră de confidențialitate și Termenii de utilizare.
sk: * Táto skúšobná verzia sa automaticky obnoví na platené predplatné a bude sa automaticky obnovovať, kým ho nezrušíte. * Ak chcete používať túto aplikáciu, musíte sa prihlásiť na odber. Žiadny bezplatný obsah. * Platby za predplatné budú účtované na váš účet iTunes pri potvrdení nákupu. * Predplatné sa automaticky obnoví a platba bude účtovaná na váš účet iTunes, pokiaľ sa automatické obnovenie nevypne aspoň 24 hodín pred koncom aktuálneho obdobia. Náklady na obnovenie závisia od vášho plánu predplatného. Naše štandardné plány predplatného sú: * 1-týždňové predplatné (4,99 USD) V prípade iných mien cena zodpovedá rovnakej cenovej úrovni v cenovej matici App Store. * Predplatné s bezplatným skúšobným obdobím sa automaticky obnoví na platené predplatné. Automatické obnovenie bezplatnej skúšobnej verzie môžete po zakúpení zrušiť alebo spravovať v nastaveniach účtu. Zrušenie nadobudne účinnosť 24 hodín po poslednom dni aktuálneho obdobia predplatného a prejdete na bezplatnú službu. * Poznámka: Akákoľvek nevyužitá časť 3-dňového bezplatného skúšobného obdobia (ak je ponúkané) prepadne, keď si počas bezplatného skúšobného obdobia zakúpite prémiové predplatné. Pre viac informácií si prosím pozrite naše Zásady ochrany osobných údajov a Podmienky používania.
sr: * Ова пробна верзија се аутоматски обнавља у плаћену претплату и наставиће да се аутоматски обнавља све док не откажете. * Морате бити претплаћени да бисте користили ову апликацију. Нема бесплатног садржаја. * Плаћање претплате ће бити наплаћено са вашег иТунес налога приликом потврде куповине. * Претплате ће се аутоматски обновити и плаћање ће бити наплаћено са вашег иТунес налога осим ако се аутоматско обнављање не искључи најмање 24 сата пре краја текућег периода. Цена обнове зависи од вашег плана претплате. Наши стандардни планови претплате су: * 1-недељна претплата (4,99 УСД) За друге валуте, цена одговара истом нивоу цена у Апп Сторе матрици цена. * Претплата са бесплатним пробним периодом ће се аутоматски обновити на плаћену претплату. Можете да откажете или управљате аутоматским обнављањем бесплатне пробне верзије у подешавањима налога након куповине. Отказивање ће ступити на снагу 24 сата након последњег дана текућег периода претплате и бићете враћени на бесплатну услугу. * Имајте на уму: сваки неискоришћени део бесплатног пробног периода од 3 дана (ако је понуђен) биће изгубљен када купите премиум претплату током бесплатног пробног периода. Молимо, за више информација погледајте нашу Политику приватности и Услове коришћења.
sv: * Den här provperioden förnyas automatiskt till en betald prenumeration och kommer att fortsätta att förnyas automatiskt tills du avbryter. * Du måste prenumerera för att använda den här appen. Inget gratis innehåll. * Prenumerationsbetalningar kommer att debiteras ditt iTunes-konto vid bekräftelse av ditt köp. * Prenumerationer förnyas automatiskt och betalning kommer att debiteras ditt iTunes-konto om inte automatisk förnyelse är avstängd minst 24 timmar före slutet av den aktuella perioden. Kostnaden för förnyelsen beror på din prenumerationsplan. Våra standardprenumerationsplaner är: * En veckas prenumeration ($4,99) För andra valutor motsvarar priset samma prisnivå i App Stores prismatris. * Prenumeration med en gratis provperiod förnyas automatiskt till en betald prenumeration. Du kan avbryta eller hantera din kostnadsfria provperiods automatiska förnyelse i dina kontoinställningar efter köpet. Uppsägningen träder i kraft 24 timmar efter den sista dagen av den aktuella prenumerationsperioden och du kommer att nedgraderas till gratistjänsten. * Observera: all oanvänd del av en kostnadsfri provperiod på 3 dagar (om sådan erbjuds) kommer att förverkas när du köper en premiumprenumeration under den kostnadsfria provperioden. Se vår integritetspolicy och användarvillkor för mer information.
th: * รุ่นทดลองใช้นี้จะต่ออายุโดยอัตโนมัติเป็นการสมัครสมาชิกแบบชำระเงิน และจะต่ออายุโดยอัตโนมัติต่อไปจนกว่าคุณจะยกเลิก * คุณต้องสมัครสมาชิกเพื่อใช้แอพนี้ ไม่มีเนื้อหาฟรี * การชำระเงินค่าสมัครสมาชิกจะถูกหักจากบัญชี iTunes ของคุณเมื่อยืนยันการซื้อของคุณ * การสมัครสมาชิกจะต่ออายุโดยอัตโนมัติและการชำระเงินจะถูกหักจากบัญชี iTunes ของคุณ เว้นแต่จะปิดการต่ออายุอัตโนมัติอย่างน้อย 24 ชั่วโมงก่อนสิ้นสุดช่วงเวลาปัจจุบัน ค่าใช้จ่ายในการต่ออายุขึ้นอยู่กับแผนการสมัครสมาชิกของคุณ แผนการสมัครสมาชิกมาตรฐานของเราคือ: * การสมัครสมาชิก 1 สัปดาห์ ($4.99) สำหรับสกุลเงินอื่น ราคาจะสอดคล้องกับระดับราคาเดียวกันใน App Store Pricing Matrix * การสมัครสมาชิกที่มีช่วงทดลองใช้ฟรีจะต่ออายุโดยอัตโนมัติเป็นการสมัครสมาชิกแบบชำระเงิน คุณสามารถยกเลิกหรือจัดการการต่ออายุอัตโนมัติของการทดลองใช้ฟรีได้ในการตั้งค่าบัญชีของคุณหลังจากการซื้อ การยกเลิกจะมีผลภายใน 24 ชั่วโมงหลังจากวันสุดท้ายของระยะเวลาการสมัครสมาชิกปัจจุบัน และคุณจะถูกลดระดับเป็นบริการฟรี * โปรดทราบ: ส่วนที่ไม่ได้ใช้ของช่วงทดลองใช้ฟรี 3 วัน (ถ้ามี) จะถูกริบเมื่อคุณซื้อการสมัครสมาชิกแบบพรีเมียมในช่วงทดลองใช้ฟรี โปรดดูข้อมูลเพิ่มเติมที่นโยบายความเป็นส่วนตัวและข้อกำหนดการใช้งานของเรา

# continueText
source: CONTINUE
ar: يكمل
he: לְהַמשִׁיך
ro: CONTINUA
sk: ĎALEJ
sr: НАСТАВИ
sv: FORTSÄTTA
th: ดำเนินการต่อ

# iOSStart3daysTitleID
source: START 3-DAYS FOR FREE THEN $4.99/WEEK
ar: ابدأ لمدة 3 أيام مجانًا ثم 4.99 دولارات أمريكية في الأسبوع
he: התחל 3 ימים בחינם ואז 4.99 $ לשבוע
ro: ÎNCEPEȚI 3 ZILE GRATUIT ȘI 5,99 USD/SĂPTĂMÂNĂ
sk: ZAČNITE 3 DNI ZADARMO, POTOM 5,99 $/TÝŽDEŇ
sr: ПОЧНИТЕ БЕСПЛАТНО 3 ДАНА, ОНДА 5,99 УСД/НЕДЕЉНО
sv: BÖRJA 3 DAGAR GRATIS, SEDAN 5,99 USD/VECKA
th: เริ่มฟรี 3 วัน จากนั้น $4.99/สัปดาห์

# LoadingID
source: LOADING
ar: تحميل
he: טוען
ro: SE ÎNCARCĂ
sk: NAČÍTAVA
sr: ЛОАДИНГ
sv: LÄSER IN
th: กำลังโหลด

# PrivacyID
source: Privacy Policy
ar: سياسة الخصوصية
he: מדיניות הפרטיות
ro: Politica de confidențialitate
sk: Zásady ochrany osobných údajov
sr: Правила о приватности
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว

source: Restore
ar: يعيد
he: לשחזר
ro: Restabili
sk: Obnoviť
sr: Ресторе
sv: Återställ
th: คืนค่า

# TermsID
source: Terms of Use
ar: شروط الاستخدام
he: תנאי שימוש
ro: Termeni de utilizare
sk: Podmienky používania
sr: Услови коришћења
sv: Villkor
th: ข้อกำหนดการใช้งาน

# ThirdStageTitle1
source: TEXT TEXT TEXT TEXT TEXT TEXT
ar: احصل على موقع درع الموت الناري
he: קבל את מיקום שריון האלוהות העז
ro: OBȚINEȚI LOCAȚIA DE ARMURĂ A DEITĂȚII FIEROSE
sk: ZÍSKAJTE UMIESTNENIE BOŽSTVA BRNENIA
sr: НАБАВИТЕ ЛОКАЦИЈУ ОКЛОПЦА ЖЕСТОКОГ БОЖАНСТВА
sv: FÅ PLACERING AV HELT GUDOMENS SPANSKAP
th: รับตำแหน่งเกราะเทพที่ดุร้าย

# ThirdStageTitle2
source: TEXT TEXT TEXT TEXT TEXT TEXT
ar: إكتشف 5 قدرات من سيج وغابة كورك
he: מצא 5 יכולות של החכמים ויער קורוק
ro: GĂSIȚI 5 ABILITĂȚI ALE ÎNȚEPȚIILOR ȘI PĂDURII KOROK
sk: NÁJDITE 5 SCHOPNOSTÍ MUDROV A LES KOROK
sr: ПРОНАЂИ 5 СПОСОБНОСТИ МУДРАЦА И ШУМЕ КОРОК
sv: HITTA 5 FÖRMÅGA HOS SAGES OCH KOROK SKOGEN
th: ค้นหา 5 ความสามารถของปราชญ์และป่าโกรก

# ThirdStageTitle3
source: TEXT TEXT TEXT TEXT TEXT TEXT
ar: جميع الكهوف والآبار على الخريطة
he: כל המערות והבארות במפה
ro: TOATE Peșterile și Fântânile de pe HARTĂ
sk: VŠETKY JASKYNE A STUDNE NA MAPE
sr: СВЕ ПЕЋИНЕ И БУНАРИ НА МАПИ
sv: ALLA GROTTOR OCH BRUNNAR PÅ KARTAN
th: ถ้ำและบ่อน้ำทั้งหมดบนแผนที่

# ThirdStageSubTitle1
source: text text text text text text text
ar: جميع الأماكن التي يبلغ عددها 152 في الخريطة التفاعلية
he: כל 152 המקדשים במפה האינטראקטיבית
ro: TOATE CELE 152 DE LANTARE DE PE HARTA INTERACTIVĂ
sk: VŠETKÝCH 152 SVÄTNÍKOV NA INTERAKTÍVNEJ MAPE
sr: СВА 152 СВЕТИШТА НА ИНТЕРАКТИВНОЈ МАПИ
sv: ALLA 152 HELDOMAR PÅ DEN INTERAKTIVA KARTAN
th: ศาลเจ้าทั้ง 152 แห่งบนแผนที่แบบโต้ตอบ

# ThirdStageSubTitle2
source: text text text text text text text
ar: اجمع كل مجموعات الدروع حسب المواقع
he: אסוף את כל מערכות השריון לפי מיקומים
ro: COLECTAȚI TOATE SETURILE DE ARMUTURĂ PE LOCAȚII
sk: ZBIERAJTE VŠETKY SÚPRAVY BRNENÍ PODĽA MIEST
sr: ПРИКУПИТЕ СВЕ СЕТОВЕ ОКЛОПЦА ПО ЛОКАЦИЈАМА
sv: SAMLA ALLA PANSARSETS PER PLATSER
th: รวบรวมชุดเกราะทั้งหมดตามสถานที่

# ThirdStageSubTitle3
source: text text text text text text text
ar: اجمع كل مجموعات الدروع حسب المواقع
he: אסוף את כל מערכות השריון לפי מיקומים

# TextTitle1
source: TEXT TEXT TEXT TEXT TEXT TEXT TEXT
ar: اختر مجموعة دروعك
he: בחר את ערכת השריון שלך
ro: ALEGEȚI-VĂ SETUL DE ARMUTURĂ
sk: VYBERTE SI SVOJ SÚPRAVU BRNENÍ
sr: ИЗАБЕРИТЕ СВОЈ СЕТ ОКЛОПЦА
sv: VÄLJ DITT ARMORSET
th: เลือกชุดเกราะของคุณ

# TextTitle2
source: TEXT TEXT TEXT TEXT TEXT TEXT TEXT
ar: اختر القدرة المطلوبة
he: בחר את היכולת הרצויה
ro: ALEGE CAPACITATEA DORINTA
sk: VYBERTE SI POŽADOVANÚ SCHOPNOSŤ
sr: ИЗАБЕРИТЕ ЖЕЉЕНУ СПОСОБНОСТ
sv: VÄLJ DEN ÖNSKADE Förmågan
th: เลือกความสามารถที่ต้องการ

# TextTitle3
source: TEXT TEXT TEXT TEXT TEXT TEXT TEXT TEXT
ar: اختر القدرة المطلوبة
he: בחר את היכולת הרצויה

# cell1_1Text
source: CARD NAME
ar: قدرة أميبو
he: יכולת
ro: Abilitatea amiibo
sk: Schopnosť Amiibo
sr: Амиибо способност
sv: Amiibo förmåga
th: ความสามารถของ Amiibo

# cell1_2Text
source: CARD NAME
ar: قدرة الصمامات
he: יכולת פיוז
ro: Capacitatea de fuzibile
sk: Schopnosť poistky
sr: Способност осигурача
sv: Säkringsförmåga
th: ความสามารถของฟิวส์

# cell1_3Text
source: CARD NAME
ar: القدرة على الصعود
he: יכולת עלייה
ro: Abilitatea de ascensiune
sk: Vzostupová schopnosť
sr: Способност уздизања
sv: Uppstigningsförmåga
th: ยกระดับความสามารถ

# cell1_4Text
source: CARD NAME
ar: استدعاء القدرة
he: יכולת זכירה
ro: Abilitatea de a reaminti
sk: Schopnosť vyvolať
sr: Способност опозива
sv: Återkallningsförmåga
th: ความสามารถในการเรียกคืน

# cell1_5Text
source: CARD NAME
ar: قدرة الكاميرا
he: יכולת מצלמה
ro: Capacitatea camerei
sk: Schopnosť fotoaparátu
sr: Способност камере
sv: Kameraförmåga
th: ความสามารถของกล้อง

# cell1_6Text
source: CARD NAME
ar: اسم البطاقة
he: שם כרטיס

# cell1_7Text
source: CARD NAME
ar: اسم البطاقة
he: שם כרטיס

# cell1_8Text
source: CARD NAME
ar: اسم البطاقة
he: שם כרטיס

# cell2_1Text
source: CARD NAME
ar: اسم البطاقة
he: שם כרטיס

# cell2_2Text
source: CARD NAME
ar: اسم البطاقة
he: שם כרטיס

# cell2_3Text
source: CARD NAME
ar: اسم البطاقة
he: שם כרטיס

# cell2_4Text
source: CARD NAME
ar: اسم البطاقة
he: שם כרטיס

# cell2_5Text
source: CARD NAME
ar: اسم البطاقة
he: שם כרטיס

# cell2_6Text
source: CARD NAME
ar: اسم البطاقة
he: שם כרטיס

# cell2_7Text
source: CARD NAME
ar: اسم البطاقة
he: שם כרטיס

# cell2_8Text
source: CARD NAME
ar: اسم البطاقة
he: שם כרטיס

source: Connectivity Issue
ar: مشكلة الاتصال
he: בעיית קישוריות
ro: Problemă de conectivitate
sk: Problém s pripojením
sr: Проблем са повезивањем
sv: Anslutningsproblem
th: ปัญหาการเชื่อมต่อ

# connectivityAlert
source: Internet connection appears to be offline ☹️
ar: يبدو أن اتصال الإنترنت غير متصل بالإنترنت ☹️
he: נראה שהחיבור לאינטרנט לא מקוון ☹️
ro: Conexiunea la internet pare să fie offline ☹️
sk: Zdá sa, že internetové pripojenie je offline ☹️
sr: Интернет веза изгледа да није на мрежи ☹
sv: Internetanslutningen verkar vara offline ☹️
th: การเชื่อมต่ออินเทอร์เน็ตดูเหมือนจะออฟไลน์ ☹️
